content/posts/study/02_how_to_learn_math.org
#+title: 给数学不好的孩子，三条黄金建议
#+AUTHOR: panshishuo
#+date: <2022-02-20 09:00>

给数学不好的孩子，三条黄金建议！

我给三条黄金建议

第一条，回归课本。

数学差的孩子，他往往不重视课本，他反而去刷一些辅导书的题在那忙活。其实很多孩子你给他考一道课本的原题，他都不会做。可以这么说，小学初中的数学考试题，百分之八十都是课本例题的原型或者是变形。他其实只是换了个数字，换了个包装而已。这样的孩子让他把课本、例题、课后习题刷三遍以上，直到他看一眼就知道答案，就说明知识点熟练了。记住，熟悉不等于熟练。

第二条，一定要去建一个错题本。

为啥错的会反复错呢？为啥做对的，隔几天又做错了呢？忘了呢。问题就在于他总在做新题，不擅长于去做错题的归纳总结。所以我上学的时候，每周六就会把我近五天做过的错题拿出来，再仔细地研究一遍，去找题目之间的规律联系，这样才能够把你做过的每一道题发挥到极致。

第三条，改变思想，一定要把这个懒病给治一下。

近朱者赤，近墨者黑。第一步要先找一个积极的人，把这个孩子从泥泞里给他带出来。家长比较有时间有能力的，可以晚上让孩子把简单的会做的题给他讲一遍，这样有助于培养孩子的这种成就感。因为数学学得不好的孩子很久都没有过成就感了。我们通过让他讲简单题的方式，帮他把丢失的雄心壮志给找回来。
