study/02_how_to_learn_math.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<!-- 2024-03-25 Mon 00:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>给数学不好的孩子，三条黄金建议</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="panshishuo" />
<link rel="icon" href="/panshi/favicon.ico" type="image/vnd.microsoft.icon"/><link rel="stylesheet" type="text/css" href="/panshi/style.css"/>
</head>
<body>
<div id="preamble" class="status">
<div id="org-div-home-and-up">
 <a accesskey="h" href="/panshi/sitemap.html"> 索引 </a>
 |
 <a accesskey="H" href="/panshi"> 主页 </a>
 |
 <a accesskey="" href="/panshi/pics.html"> 图集 </a>
 |
 <a accesskey="" href="https://github.com/xingangshi" target="_blank"> GITHUB </a>
 |
 <a accesskey="" href="https://www.shixingang.com/diary/" target="_blank"> 随笔 </a>
 |
 <a accesskey="" href="https://www.geekpanshi.com/" target="_blank"> 旧博客 </a>
 |
 <a><input type="text" class="st-default-search-input" placeholder="站内搜索..."/></a>
</div>
<script type="text/javascript">
  (function(w,d,t,u,n,s,e){w['SwiftypeObject']=n;w[n]=w[n]||function(){
  (w[n].q=w[n].q||[]).push(arguments);};s=d.createElement(t);
  e=d.getElementsByTagName(t)[0];s.async=1;s.src=u;e.parentNode.insertBefore(s,e);
  })(window,document,'script','//s.swiftypecdn.com/install/v2/st.js','_st');

  _st('install','-7xxk_zZkMGeYu7EHZqk','2.0.0');
</script>

<script src="https://cdn.bootcss.com/vue/2.6.11/vue.min.js"></script>
</div>
<div id="content">
<h1 class="title">给数学不好的孩子，三条黄金建议</h1>
<p>
给数学不好的孩子，三条黄金建议！
</p>

<p>
我给三条黄金建议
</p>

<p>
第一条，回归课本。
</p>

<p>
数学差的孩子，他往往不重视课本，他反而去刷一些辅导书的题在那忙活。其实很多孩子你给他考一道课本的原题，他都不会做。可以这么说，小学初中的数学考试题，百分之八十都是课本例题的原型或者是变形。他其实只是换了个数字，换了个包装而已。这样的孩子让他把课本、例题、课后习题刷三遍以上，直到他看一眼就知道答案，就说明知识点熟练了。记住，熟悉不等于熟练。
</p>

<p>
第二条，一定要去建一个错题本。
</p>

<p>
为啥错的会反复错呢？为啥做对的，隔几天又做错了呢？忘了呢。问题就在于他总在做新题，不擅长于去做错题的归纳总结。所以我上学的时候，每周六就会把我近五天做过的错题拿出来，再仔细地研究一遍，去找题目之间的规律联系，这样才能够把你做过的每一道题发挥到极致。
</p>

<p>
第三条，改变思想，一定要把这个懒病给治一下。
</p>

<p>
近朱者赤，近墨者黑。第一步要先找一个积极的人，把这个孩子从泥泞里给他带出来。家长比较有时间有能力的，可以晚上让孩子把简单的会做的题给他讲一遍，这样有助于培养孩子的这种成就感。因为数学学得不好的孩子很久都没有过成就感了。我们通过让他讲简单题的方式，帮他把丢失的雄心壮志给找回来。
</p>
</div>
<div id="postamble" class="status">
<hr/>
<script src="https://utteranc.es/client.js"
    repo="geekpanshi/apc"
    issue-term="pathname"
    label="apc"
    theme="github-light"
    crossorigin="anonymous"
    async>
</script>
<hr/>
<p >标题：给数学不好的孩子，三条黄金建议</p>
<p class="date">日期：2024-03-25 Mon 00:00</p>
<p class="author">作者：<a href="https://nas.qysit.com:2046/geekpanshi/panshi_imgs/-/raw/main/images/about/dx17wGO.png">磐石说</a></p>
<p class="creator">© 2018 – 2023 <a href="https://github.com/geekpanshi">GeekPanshi</a> (<a href="https://www.shixingang.com/">shixingang</a>)</p>
<p class="validation"></p>
</div>
</body>
</html>
